Repository: gemkids275/WritingToolsV2
Catalog: macOS/WritingTools/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, vi, zh_hans

source: Process Steps
de: Prozessschritte
es: Pasos del proceso
fr: Étapes du processus
ja: 処理ステップ
vi: Các bước xử lý
zh_hans: 处理步骤

source: Processing
de: Verarbeitung
es: Procesando
fr: Traitement en cours
ja: 処理中
vi: Đang xử lý
zh_hans: 处理中

source: Processing…
de: Verarbeitung…
es: Procesando…
fr: Traitement en cours…
ja: 処理中…
vi: Đang xử lý…
zh_hans: 处理中…

source: Professional
de: Professionell
es: Profesional
fr: Professionnel
ja: プロフェッショナル
vi: Chuyên nghiệp
zh_hans: 专业 (Professional)

source: Project ID (Optional)
de: Projekt-ID (optional)
es: ID del proyecto (opcional)
fr: ID de projet (optionnel)
ja: プロジェクト ID（オプション）
vi: ID dự án (Tùy chọn)
zh_hans: 项目 ID（可选）

source: Prompt Preview
de: Prompt-Vorschau
es: Vista previa del prompt
fr: Aperçu du prompt
ja: プロンプトプレビュー
vi: Xem trước prompt
zh_hans: 提示词预览

source: Proofread
de: Korrekturlesen
es: Corregir
fr: Relire
ja: 校正
vi: Sửa lỗi & Trau chuốt
zh_hans: 校对 (Proofread)

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
vi: Nhà cung cấp
zh_hans: 服务商

source: Provider Configuration
de: Anbieter-Konfiguration
es: Configuración del proveedor
fr: Configuration du fournisseur
ja: プロバイダー設定
vi: Cấu hình nhà cung cấp
zh_hans: 提供商配置

source: Provider settings
de: Anbieter-Einstellungen
es: Configuración del proveedor
fr: Paramètres du fournisseur
ja: プロバイダー設定
vi: Cài đặt nhà cung cấp
zh_hans: 服务商设置

source: Provider:
de: Anbieter:
es: Proveedor:
fr: Fournisseur :
ja: プロバイダー:
vi: Nhà cung cấp:
zh_hans: 提供商：

source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
vi: Thoát
zh_hans: 退出

source: Recheck current permission statuses.
de: Überprüfen Sie den aktuellen Berechtigungsstatus erneut.
es: Vuelve a comprobar los estados de permisos actuales.
fr: Vérifiez à nouveau l'état des autorisations actuelles.
ja: 現在の権限ステータスを再確認する
vi: Kiểm tra lại trạng thái quyền hiện tại.
zh_hans: 重新检查当前权限状态。

source: Refresh permission status
de: Berechtigungsstatus aktualisieren
es: Actualizar estado de permisos
fr: Actualiser l'état des autorisations
ja: 権限の状態を更新
vi: Làm mới trạng thái quyền
zh_hans: 刷新权限状态

source: Refresh Status
de: Status aktualisieren
es: Actualizar estado
fr: Actualiser l'état
ja: 状態を更新
vi: Làm mới trạng thái
zh_hans: 刷新状态

source: Register:
de: Registrieren:
es: Registrar:
fr: Enregistrer :
ja: レジスター:
vi: Văn phong:
zh_hans: 文体：

source: Remove the downloaded model from disk.
de: Entfernen Sie das heruntergeladene Modell von der Festplatte.
es: Elimina el modelo descargado del disco.
fr: Supprimez le modèle téléchargé du disque.
ja: ダウンロードしたモデルをディスクから削除します。
vi: Xóa mô hình đã tải về khỏi ổ đĩa.
zh_hans: 从磁盘中删除已下载的模型。

source: Remove this command
de: Diesen Befehl entfernen
es: Eliminar este comando
fr: Supprimer cette commande
ja: このコマンドを削除
vi: Xóa lệnh này
zh_hans: 删除此命令

source: Removes this command
de: Entfernt diesen Befehl
es: Elimina este comando
fr: Supprime cette commande
ja: このコマンドを削除します
vi: Xóa lệnh này
zh_hans: 删除此命令

source: Required
de: Erforderlich
es: Obligatorio
fr: Obligatoire
ja: 必須
vi: Yêu cầu
zh_hans: 必需

source: Requires Screen Recording permission to use OCR on screenshots.
de: Erfordert die Berechtigung zur Bildschirmaufnahme, um OCR auf Screenshots zu verwenden.
es: Requiere permiso de grabación de pantalla para usar OCR en capturas de pantalla.
fr: Nécessite une autorisation d'enregistrement d'écran pour utiliser l'OCR sur les captures d'écran.
ja: スクリーンショットで OCR を使用するには画面収録の許可が必要です。
vi: Yêu cầu quyền Ghi màn hình để dùng OCR trên ảnh chụp màn hình.
zh_hans: 在截图上使用 OCR 需要屏幕录制权限。

source: Reset
de: Neu setzen
es: Restablecer
fr: Réinitialiser
ja: リセット
vi: Đặt lại
zh_hans: 重置

source: Reset AI Shortcuts?
de: AI Shortcuts zurücksetzen?
es: ¿Restablecer AI Shortcuts?
fr: Réinitialiser AI Shortcuts ?
ja: AI Shortcutsをリセットしますか？
vi: Đặt lại AI Shortcuts?
zh_hans: 重置 AI Shortcuts？

source: Reset all built-in commands to their original state, including restoring any that were deleted
de: Setzen Sie alle integrierten Befehle in ihren ursprünglichen Zustand zurück, einschließlich der Wiederherstellung gelöschter Befehle
es: Restablecer todos los comandos incorporados a su estado original, incluida la restauración de los que se hayan eliminado.
fr: Réinitialiser toutes les commandes intégrées à leur état d'origine, y compris la restauration de celles qui ont été supprimées
ja: 削除されたものも含め、すべての組み込みコマンドを元の状態にリセットします
vi: Đặt lại tất cả lệnh tích hợp về trạng thái gốc, bao gồm khôi phục các lệnh đã bị xóa
zh_hans: 将所有内置命令重置为原始状态，包括恢复已删除的命令

source: Reset App
de: App zurücksetzen
es: Restablecer app
fr: Réinitialiser l'application
ja: アプリをリセット
vi: Đặt lại ứng dụng
zh_hans: 重置应用

source: Reset Built-in Commands
de: Integrierte Befehle zurücksetzen
es: Restablecer comandos incorporados
fr: Réinitialiser les commandes intégrées
ja: 組み込みコマンドをリセット
vi: Đặt lại lệnh tích hợp
zh_hans: 重置内置命令

source: Reset Font Size
de: Schriftgröße zurücksetzen
es: Restablecer tamaño de fuente
fr: Réinitialiser la taille de la police
ja: フォントサイズをリセット
vi: Đặt lại kích thước chữ
zh_hans: 重置字体大小

source: Reset text size
de: Textgröße zurücksetzen
es: Restablecer tamaño del texto
fr: Réinitialiser la taille du texte
ja: 文字サイズをリセット
vi: Đặt lại kích thước chữ
zh_hans: 重置文字大小

source: Reset to Defaults
de: Integrierte Befehle zurücksetzen
es: Restablecer valores por defecto
fr: Réinitialiser les valeurs par défaut
ja: デフォルトにリセット
vi: Đặt lại mặc định
zh_hans: 重置为默认

source: Restart Failed
de: Neustart fehlgeschlagen
es: Reinicio fallido
fr: Échec du redémarrage
ja: 再起動失敗
vi: Khởi động lại thất bại
zh_hans: 重启失败

source: Restart Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
ja: 今すぐ再起動
vi: Khởi động lại ngay
zh_hans: 立即重启

source: Restart onboarding
de: Onboarding neu starten
es: Reiniciar la incorporación
fr: Redémarrer l'intégration
ja: オンボーディングを再開
vi: Khởi động lại hướng dẫn
zh_hans: 重新开始引导

source: Restart Onboarding
de: Onboarding neu starten
es: Reiniciar la incorporación
fr: Redémarrer l'intégration
ja: オンボーディングを再開
vi: Chạy lại hướng dẫn chào mừng
zh_hans: 重新运行欢迎向导

source: Restart Required
de: Neustart erforderlich
es: Se requiere reinicio
fr: Redémarrage requis
ja: 再起動が必要
vi: Yêu cầu khởi động lại
zh_hans: 需要重新启动

source: Resume Hotkeys
de: Hotkeys fortsetzen
es: Reanudar teclas de acceso rápido
fr: Reprendre les raccourcis
ja: ホットキーを再開
vi: Tiếp tục phím tắt
zh_hans: 恢复快捷键

source: Retry Download
de: Download wiederholen
es: Reintentar descarga
fr: Réessayer le téléchargement
ja: 再ダウンロード
vi: Thử tải lại
zh_hans: 重试下载

source: Return to command list
de: Zurück zur Befehlsliste
es: Volver a la lista de comandos
fr: Retour à la liste des commandes
ja: コマンドリストに戻る
vi: Quay lại danh sách lệnh
zh_hans: 返回命令列表

source: Returns text size to the default
de: Setzt die Textgröße auf den Standard zurück
es: Devuelve el tamaño del texto al predeterminado
fr: Remet la taille du texte à la valeur par défaut
ja: 文字サイズをデフォルトに戻します
vi: Đặt lại kích thước chữ về mặc định
zh_hans: 将文字大小恢复为默认值

source: Reveal %@
de: %@ anzeigen
es: Mostrar %@
fr: Révéler %@
ja: %@を表示
vi: Hiển thị %@
zh_hans: 显示%@

source: Rewrite
de: Umschreiben
es: Reescribir
fr: Réécrire
ja: 書き換え
vi: Viết lại
zh_hans: 重写 (Rewrite)

source: Role
de: Rolle
es: Rol
fr: Rôle
ja: ロール
vi: Vai trò
zh_hans: 角色

source: Rules
de: Regeln
es: Reglas
fr: Règles
ja: ルール
vi: Quy tắc
zh_hans: 规则

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
vi: Lưu
zh_hans: 保存

source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
ja: 変更を保存
vi: Lưu thay đổi
zh_hans: 保存更改

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
ja: 変更を保存
vi: Lưu thay đổi
zh_hans: 保存更改

source: Save this command configuration to a file.
de: Diese Befehlskonfiguration in einer Datei speichern.
es: Guardar esta configuración de comando en un archivo.
fr: Enregistrer cette configuration de commande dans un fichier.
ja: このコマンド設定をファイルに保存します。
vi: Lưu cấu hình lệnh này vào file.
zh_hans: 将此命令配置保存到文件。

source: Search icons...
de: Icons suchen…
es: Buscar iconos...
fr: Rechercher des icônes...
ja: アイコンを検索...
vi: Tìm kiếm biểu tượng...
zh_hans: 搜索图标...

source: Select a AI Shortcuts configuration backup file to restore.
de: Wählen Sie eine KI-Kürzel-Konfigurationssicherungsdatei zur Wiederherstellung.
es: Selecciona un archivo de copia de seguridad de AI Shortcuts para restaurar.
fr: Sélectionnez un fichier de sauvegarde de configuration AI Shortcuts à restaurer.
ja: 復元するAIショートカット設定バックアップファイルを選択してください。
vi: Chọn file sao lưu cấu hình AI Shortcuts để khôi phục.
zh_hans: 选择要恢复的 AI Shortcuts 配置备份文件。

source: Select a command configuration file to import.
de: Wählen Sie eine Befehlskonfigurationsdatei zum Importieren.
es: Selecciona un archivo de configuración de comando para importar.
fr: Sélectionnez un fichier de configuration de commande à importer.
ja: インポートするコマンド設定ファイルを選択してください。
vi: Chọn file cấu hình lệnh để nhập.
zh_hans: 选择要导入的命令配置文件。

source: Select a local model. Vision-capable models can process images.
de: Wählen Sie ein lokales Modell aus. Sehfähige Modelle können Bilder verarbeiten.
es: Selecciona un modelo local. Los modelos con capacidad de visión pueden procesar imágenes.
fr: Sélectionnez un modèle local. Les modèles capables de vision peuvent traiter les images.
ja: ローカルモデルを選択してください。ビジョン対応モデルは画像を処理できます。
vi: Chọn mô hình cục bộ. Mô hình hỗ trợ thị giác có thể xử lý hình ảnh.
zh_hans: 选择本地模型。支持视觉的模型可以处理图像。

source: Select a model above to see its status.
de: Wählen Sie oben ein Modell aus, um seinen Status zu sehen.
es: Selecciona un modelo arriba para ver su estado.
fr: Sélectionnez un modèle ci-dessus pour voir son état.
ja: 上からモデルを選択して状態を確認してください。
vi: Chọn mô hình ở trên để xem trạng thái.
zh_hans: 在上方选择模型以查看其状态。

source: Select a provider.
de: Wählen Sie einen Anbieter aus.
es: Seleccione un proveedor.
fr: Sélectionnez un fournisseur.
ja: プロバイダーを選択してください。
vi: Chọn nhà cung cấp.
zh_hans: 请选择提供商。

source: Select AI Service
de: KI-Dienst auswählen
es: Seleccione el servicio AI
fr: Sélectionner le service d'IA
ja: AIサービスを選択
vi: Chọn dịch vụ AI
zh_hans: 选择 AI 服务

source: Select Icon
de: Symbol auswählen
es: Seleccionar icono
fr: Sélectionner l'icône
ja: アイコンを選択
vi: Chọn biểu tượng
zh_hans: 选择图标

source: Select the AI service you want to use.
de: Wählen Sie den KI-Dienst aus, den Sie nutzen möchten.
es: Seleccione el servicio de IA que desea utilizar.
fr: Sélectionnez le service d'IA que vous souhaitez utiliser.
ja: 使用する AI サービスを選択してください。
vi: Chọn dịch vụ AI bạn muốn sử dụng.
zh_hans: 选择您想使用的 AI 服务。

source: Select which AI service to use for processing.
de: Wählen Sie aus, welcher KI-Dienst für die Verarbeitung verwendet werden soll.
es: Selecciona qué servicio de IA usar para procesar.
fr: Sélectionnez quel service d'IA utiliser pour le traitement.
ja: 処理に使用する AI サービスを選択してください。
vi: Chọn dịch vụ AI để sử dụng xử lý.
zh_hans: 选择用于处理的 AI 服务。

source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
ja: メッセージを送信
vi: Gửi tin nhắn
zh_hans: 发送消息

source: Set a global shortcut to quickly activate AI Shortcuts.
de: Legen Sie eine globale Verknüpfung fest, um die Schreibwerkzeuge schnell zu aktivieren.
es: Establece un atajo global para activar rápidamente AI Shortcuts.
fr: Définissez un raccourci global pour activer rapidement AI Shortcuts.
ja: AIショートカットをすぐに起動するためのグローバルショートカットを設定します。
vi: Thiết lập phím tắt toàn cục để kích hoạt nhanh AI Shortcuts.
zh_hans: 设置全局快捷键以快速激活 AI Shortcuts。

source: Set the keyboard shortcut to activate AI Shortcuts from anywhere.
de: Legen Sie das Tastaturkürzel fest, um AI Shortcuts von überall aus zu aktivieren.
es: Establezca el atajo de teclado para activar AI Shortcuts desde cualquier lugar.
fr: Définissez le raccourci clavier pour activer AI Shortcuts de n'importe où.
ja: どこからでも AI Shortcuts を起動するキーボードショートカットを設定します。
vi: Đặt phím tắt để kích hoạt AI Shortcuts từ bất cứ đâu.
zh_hans: 设置键盘快捷键，随时激活 AI Shortcuts。

source: Set your keyboard shortcut:
de: Legen Sie Ihre Tastaturkürzel fest:
es: Establece el atajo de teclado:
fr: Définissez votre raccourci clavier :
ja: キーボードショートカットを設定:
vi: Đặt phím tắt của bạn:
zh_hans: 设置键盘快捷键：

source: Sets the global shortcut to open AI Shortcuts.
de: Legt den globalen Shortcut zum Öffnen von AI Shortcuts fest.
es: Establece el atajo global para abrir AI Shortcuts.
fr: Définit le raccourci global pour ouvrir AI Shortcuts.
ja: AI Shortcuts を開くグローバルショートカットを設定します。
vi: Đặt phím tắt toàn cục để mở AI Shortcuts.
zh_hans: 设置打开 AI Shortcuts 的全局快捷键。

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
vi: Cài đặt
zh_hans: 设置

source: Settings Incomplete
de: Einstellungen unvollständig
es: Ajustes incompletos
fr: Paramètres incomplets
ja: 設定が不完全です
vi: Chưa hoàn tất cài đặt
zh_hans: 配置不完整

source: Show Models in Finder
de: Modelle im Finder anzeigen
es: Mostrar modelos en el Finder
fr: Afficher les modèles dans le Finder
ja: Finderでモデルを表示
vi: Hiện các Model trong Finder
zh_hans: 在访达中显示模型

source: Show Preview
de: Vorschau anzeigen
es: Mostrar vista previa
fr: Afficher l'aperçu
ja: プレビューを表示
vi: Hiện xem trước
zh_hans: 显示预览

source: Simple
de: Einfach
ja: シンプル
vi: Đơn giản
zh_hans: 简单

source: Standard uses system backgrounds. Glass respects transparency preferences. OLED uses deep blacks.
de: Standard verwendet Systemhintergründe. Glas respektiert Transparenzpräferenzen. OLED verwendet tiefe Schwarztöne.
es: Estándar utiliza fondos del sistema. Glass respeta las preferencias de transparencia. OLED utiliza negros profundos.
fr: Standard utilise les arrière-plans système. Glass respecte les préférences de transparence. OLED utilise des noirs profonds.
ja: Standardはシステム背景を使用します。Glassは透明度の設定を反映します。OLEDは完全な黒を使用します。
vi: Standard sử dụng nền hệ thống. Glass hỗ trợ hiệu ứng trong suốt. OLED sử dụng nền đen sâu.
zh_hans: Standard 使用系统背景。Glass 遵循透明度偏好。OLED 使用纯黑背景。

# Step %lld of %lld
source: Step %1$lld of %2$lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
ja: ステップ %1$lld / %2$lld
vi: Bước %1$lld / %2$lld
zh_hans: 第%1$lld步，共%2$lld步

source: Style Guidelines
de: Stilrichtlinien
es: Directrices de estilo
fr: Directives stylistiques
ja: スタイルガイドライン
vi: Hướng dẫn phong cách
zh_hans: 风格指南

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: 要約
vi: Tổng hợp
zh_hans: 摘要 (Summary)

source: Sync commands with iCloud
de: Befehle mit iCloud synchronisieren
es: Sincronizar comandos con iCloud
fr: Synchroniser les commandes avec iCloud
ja: コマンドを iCloud と同期
vi: Đồng bộ lệnh với iCloud
zh_hans: 通过 iCloud 同步命令

source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Langue du système
ja: システム言語を使用
vi: Theo hệ thống
zh_hans: 系统默认

source: Table
de: Tabelle
es: Tabla
fr: Tableau
ja: 表
vi: Bảng
zh_hans: 表格 (Table)

source: Task
de: Aufgabe
es: Tarea
fr: Tâche
ja: タスク
vi: Nhiệm vụ
zh_hans: 任务

source: Text Models
de: Textmodelle
es: Modelos de texto
fr: Modèles de texte
ja: テキストモデル
vi: Mô hình văn bản
zh_hans: 文字模型

source: Text-only
de: Nur Text
es: Solo texto
fr: Texte uniquement
ja: テキストのみ
vi: Chỉ văn bản
zh_hans: 仅文本

source: The app has been reset. If you're still experiencing issues, try restarting the app.
de: Die App wurde zurückgesetzt. Wenn weiterhin Probleme auftreten, versuchen Sie, die App neu zu starten.
es: La app ha sido restablecida. Si sigues experimentando problemas, intenta reiniciar la app.
fr: L'application a été réinitialisée. Si vous rencontrez toujours des problèmes, essayez de redémarrer l'application.
ja: アプリがリセットされました。問題が解決しない場合は、アプリを再起動してください。
vi: Ứng dụng đã được đặt lại. Nếu bạn vẫn gặp sự cố, hãy thử khởi động lại ứng dụng.
zh_hans: 应用已重置。如果问题仍然存在，请尝试重启应用。

source: The base URL of your API endpoint (e.g., https://api.openai.com/v1)
de: Die Basis-URL Ihres API-Endpunkts (z. B. https://api.openai.com/v1)
es: La URL base de tu punto final de API (p. ej., https://api.openai.com/v1)
fr: L'URL de base de votre point de terminaison API (p. ex., https://api.openai.com/v1)
ja: API エンドポイントのベース URL（例：https://api.openai.com/v1）
vi: URL cơ sở của API endpoint (vd: https://api.openai.com/v1)
zh_hans: API 端点的基础 URL（如 https://api.openai.com/v1）

source: The language change will take effect after restarting the application. Would you like to restart now?
de: Die Sprachänderung wird nach dem Neustart wirksam. Jetzt neu starten?
es: El cambio de idioma entrará en vigor tras reiniciar. ¿Deseas reiniciar ahora?
fr: Le changement de langue prendra effet après le redémarrage. Voulez-vous redémarrer maintenant ?
ja: 言語設定の変更を反映するにはアプリの再起動が必要です。今すぐ再起動しますか？
vi: Thay đổi ngôn ngữ sẽ có hiệu lực sau khi khởi động lại ứng dụng. Bạn có muốn khởi động lại ngay không?
zh_hans: 语言更改将在重新启动应用后生效。您想立即重启吗？

source: The latest version is already installed!
de: Die neueste Version ist bereits installiert!
es: La última versión ya está instalada.
fr: La dernière version est déjà installée !
ja: 最新バージョンが既にインストールされています！
vi: Bạn đang sử dụng phiên bản mới nhất!
zh_hans: 已安装最新版本！

source: The model identifier to use
de: Der zu verwendende Modell-Bezeichner
es: El identificador del modelo a usar
fr: L'identifiant du modèle à utiliser
ja: 使用するモデル識別子
vi: Định danh mô hình cần sử dụng
zh_hans: 要使用的模型标识符

source: Theme
de: Thema
es: Tema
fr: Thème
ja: テーマ
vi: Chủ đề
zh_hans: 主题

source: Thinking...
de: Denken...
es: Pensando...
fr: Réflexion...
ja: 思考中...
vi: Đang suy nghĩ...
zh_hans: 思考中...

source: Third Person
de: Dritte Person
es: Tercera persona
fr: Troisième personne
ja: 三人称
vi: Ngôi thứ ba
zh_hans: 第三人称

source: This is a built-in command. Your changes will be saved but you can reset to the original configuration later if needed.
de: Dies ist ein integrierter Befehl. Ihre Änderungen werden gespeichert, aber Sie können bei Bedarf später auf die ursprüngliche Konfiguration zurücksetzen.
es: Se trata de un comando integrado. Tus cambios se guardarán, pero puedes restablecer la configuración original más tarde si es necesario.
fr: Il s'agit d'une commande intégrée. Vos modifications seront enregistrées, mais vous pourrez réinitialiser à la configuration d'origine plus tard si nécessaire.
ja: これは組み込みコマンドです。変更は保存されますが、後で元の設定にリセットできます。
vi: Đây là lệnh tích hợp sẵn. Các thay đổi sẽ được lưu nhưng bạn có thể đặt lại về cấu hình gốc sau nếu cần.
zh_hans: 这是内置命令。您的更改将被保存，但如有需要，您可以稍后重置为原始配置。

source: This will reset all built-in commands to their original settings, restore any deleted built-in commands, and keep your custom commands. This action cannot be undone.
de: Dadurch werden alle integrierten Befehle auf ihre ursprünglichen Einstellungen zurückgesetzt, alle gelöschten integrierten Befehle wiederhergestellt und Ihre benutzerdefinierten Befehle beibehalten. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto restablecerá todos los comandos incorporados a su configuración original, restaurará cualquier comando incorporado eliminado y mantendrá sus comandos personalizados. Esta acción no se puede deshacer.
fr: Cela réinitialisera toutes les commandes intégrées à leurs paramètres d'origine, restaurera toutes les commandes intégrées supprimées et conservera vos commandes personnalisées. Cette action ne peut pas être annulée.
ja: すべての組み込みコマンドを元の設定にリセットし、削除された組み込みコマンドを復元し、カスタムコマンドは保持します。この操作は元に戻せません。
vi: Thao tác này sẽ đặt lại tất cả lệnh tích hợp về cài đặt gốc, khôi phục các lệnh đã xóa và giữ lệnh tùy chỉnh. Không thể hoàn tác.
zh_hans: 这将把所有内置命令重置为原始设置，恢复已删除的内置命令，并保留您的自定义命令。此操作不可撤销。

source: This will reset windows and UI state. Your commands and settings will remain.
de: Dadurch werden Fenster und der UI-Zustand zurückgesetzt. Ihre Befehle und Einstellungen bleiben erhalten.
es: Esto restablecerá las ventanas y el estado de la interfaz. Tus comandos y ajustes se mantendrán.
fr: Cela réinitialisera les fenêtres et l'état de l'interface. Vos commandes et paramètres resteront.
ja: ウィンドウとUIの状態がリセットされます。コマンドと設定は保持されます。
vi: Thao tác này sẽ đặt lại cửa sổ và trạng thái UI. Các lệnh và cài đặt của bạn vẫn sẽ được giữ nguyên.
zh_hans: 这将重置窗口和 UI 状态。您的任务和设置将保留。

source: Tip: This shortcut will execute the command directly without opening the popup window.
de: Tipp: Diese Tastenkombination führt den Befehl direkt aus, ohne das Popup-Fenster zu öffnen.
es: Consejo: Este atajo ejecutará el comando directamente sin abrir la ventana emergente.
fr: Conseil : ce raccourci exécute directement la commande sans ouvrir la fenêtre contextuelle.
ja: ヒント：このショートカットはポップアップを開かずにコマンドを直接実行します。
vi: Mẹo: Phím tắt này sẽ thực thi lệnh trực tiếp mà không mở cửa sổ popup.
zh_hans: 提示：此快捷键将直接执行命令，不会打开弹出窗口。

source: Tips
de: Tipps
es: Consejos
fr: Conseils
ja: ヒント
vi: Mẹo
zh_hans: 提示

source: Tone:
de: Ton:
es: Tono:
fr: Ton :
ja: トーン:
vi: Giọng văn:
zh_hans: 语气：

source: Treat input as content (not instructions)
de: Eingabe als Inhalt behandeln (nicht als Anweisungen)
es: Tratar la entrada como contenido (no como instrucciones)
fr: Traiter l'entrée comme contenu (non comme des instructions)
ja: 入力をコンテンツとして扱う（命令ではなく）
vi: Xử lý đầu vào như nội dung (không phải lệnh)
zh_hans: 将输入视为内容（而非指令）

source: Try downloading again if the previous attempt failed.
de: Versuchen Sie den Download erneut, wenn der vorherige Versuch fehlgeschlagen ist.
es: Intenta descargar de nuevo si el intento anterior falló.
fr: Essayez de télécharger à nouveau si la tentative précédente a échoué.
ja: 前回の試みが失敗した場合は、再度ダウンロードしてください。
vi: Thử tải lại nếu lần trước thất bại.
zh_hans: 如果上次下载失败，请重试。

source: Use 'input' to preserve the original language
de: Verwenden Sie „input“, um die Originalsprache beizubehalten.
es: Utiliza «input» para conservar el idioma original.
fr: Utilisez « input » pour conserver la langue d'origine.
ja: 'input'を使用して元の言語を保持する
vi: Dùng 'input' để giữ nguyên ngôn ngữ gốc
zh_hans: 使用'input'保留原始语言

source: Use Code Blocks
de: Code-Blöcke verwenden
es: Usar bloques de código
fr: Utiliser des blocs de code
ja: コードブロックを使用
vi: Dùng khối code
zh_hans: 使用代码块

source: Use custom AI provider for this command
de: Benutzerdefinierten KI-Anbieter für diesen Befehl verwenden
es: Usar proveedor de IA personalizado para este comando
fr: Utiliser un fournisseur d'IA personnalisé pour cette commande
ja: このコマンドにカスタムAIプロバイダーを使用
vi: Dùng nhà cung cấp AI tùy chỉnh cho lệnh này
zh_hans: 为此命令使用自定义AI提供商

source: Use Headers
de: Überschriften verwenden
es: Usar encabezados
fr: Utiliser des en-têtes
ja: 見出しを使用
vi: Dùng tiêu đề
zh_hans: 使用标题

source: Use Lists
de: Listen verwenden
es: Usar listas
fr: Utiliser des listes
ja: リストを使用
vi: Dùng danh sách
zh_hans: 使用列表

source: Use local OCR or Ollama's vision model for images.
de: Verwenden Sie die lokale OCR oder das Bildverarbeitungsmodell von Ollama für Bilder.
es: Utilizar el OCR local o el modelo de visión de Ollama para las imágenes.
fr: Utilisez l'OCR local ou le modèle de vision d'Ollama pour les images.
ja: 画像にはローカル OCR または Ollama のビジョンモデルを使用してください。
vi: Sử dụng OCR cục bộ hoặc mô hình thị giác Ollama cho hình ảnh.
zh_hans: 对图像使用本地 OCR 或 Ollama 的视觉模型。

source: Use Markdown
de: Markdown verwenden
es: Usar Markdown
fr: Utiliser Markdown
ja: Markdownを使用
vi: Dùng Markdown
zh_hans: 使用Markdown

source: Use OCR locally or a vision-enabled model for images.
de: Verwenden Sie OCR lokal oder ein sehfähiges Modell für Bilder.
es: Usa OCR localmente o un modelo con capacidad de visión para las imágenes.
fr: Utilisez l'OCR localement ou un modèle doté de capacités visuelles pour les images.
ja: 画像にはローカル OCR またはビジョン対応モデルを使用してください。
vi: Sử dụng OCR cục bộ hoặc mô hình hỗ trợ thị giác cho hình ảnh.
zh_hans: 对图像使用本地 OCR 或支持视觉的模型。
